import React from 'react'
import Feature from '../../components/feature/Feature' 
import './whatGPT.css'
const WhatGPT3 = () => {
    return (
        <div>
            <div className="gpt3__whatgpt3 section__margin" id="wgpt3">
                <div className="gpt3__whatgpt3-feature">
                  <Feature title="این سایت  چیست؟" text="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد." />           
                </div>
                <div className="gpt3__whatgpt3-heading">
                    <h1 className="gradient__text">احتمالات فراتر از تصورات شماست</h1>
                    <p>جستوجوی  کتابخانه</p>
                </div>
                <div className="gpt3__whatgpt3-container">
                    <Feature title="ربات چت" text="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد." />
                    <Feature title="دانش محور" text="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد." />
                    <Feature title="تحصیلات" text="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد." />
                </div>
            </div>
        </div>
    )
}

export default WhatGPT3
