import React from 'react'
import './features.css'
import Feature from '../../components/feature/Feature' 
const featuresData = [
    {
      title: 'بهبود اعتماد شما',
      text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی .',
    },
    {
      title: 'فعال کردن ایده های شما',
      text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی .',
    },
    {
      title: 'پیغام برای هیچی',
      text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی ',
    },
    {
      title: 'قوانین کسب و کار',
      text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی ',
    },
];
const Features = () => {
    return (
        <div className="gpt3__features section__padding" id="features">
            <div className="gpt3__features-heading">
                <h1 className="gradient__text">آینده شما هستید  فقط باید آن را درک کنید. امروز قدمی به آینده & آن را انجام بده.</h1>
                <p>درخواست دسترسی زودهنگام برای شروع </p>
            </div>
            <div className="gpt3__features-container">
                {featuresData.map((item ,index)=>(
                    <Feature title={item.title} text={item.text} key={index} />
                ))}
            </div>
        </div>
    )
}

export default Features
